Repository: Hitchwiki/Phrasebook
Catalog: locale/*/LC_MESSAGES/phrasebook.po
Languages: ca_es, da_dk, fi_fi, lt_lt, lv_lv, ro_ro, sk_sk, sq_al

source: Sorry
ca_es: Perdó
da_dk: Undskyld
fi_fi: Sori / Anteeksi
lt_lt: Atsiprašau
lv_lv: Atvainojiet
ro_ro: Scuze/Mă scuzaţi
sk_sk: prepáčte

source: Can I leave my bag here for a while?
ca_es: Puc deixar la meua motxila una estona?
da_dk: Kan jeg stille min taske her?
fi_fi: Voinko jättää reppuni hetkeksi tähän?
lt_lt: Ar galiu čia palikti savo kuprinę kuriam laikui?
lv_lv: Vai es šeit uz brītiņu varu atstāt savu somu?
ro_ro: Pot să îmi las puţin bagajul aici?
sk_sk: Môžem si tu na chvíľu nechať tašku?
sq_al: Mund ta lë çantën këtu për pak kohë?

source: ATM
ca_es: Caixer automàtic
da_dk: Bankautomat
fi_fi: Automaatti
lt_lt: bankomatas
lv_lv: bankomāts
ro_ro: bancomat
sk_sk: bankomat
sq_al: Bankomat-ATëMë

source: a train station
ca_es: una estació de tren
da_dk: Togstation
fi_fi: juna-asema
lt_lt: traukinių stotis
lv_lv: stacija
ro_ro: o gară
sk_sk: vlaková stanica
sq_al: stacion treni

source: a bus station
ca_es: una estació de bus
da_dk: Busterminal
fi_fi: bussiasema
lt_lt: autobusų stotis
lv_lv: autoosta
ro_ro: o autogară
sk_sk: autobusová stanica
sq_al: stacion autobuzi

source: a metro station
ca_es: una estació de metro
da_dk: Metrostation
fi_fi: metroasema
lt_lt: metro
lv_lv: metro stacija
ro_ro: o staţie de metrou
sk_sk: stanica metra
sq_al: stacion metroie

source: a cash machine
ca_es: un caixer automàtic
da_dk: Bankautomat
fi_fi: raha-automaatti / pankkiautomaatti
lt_lt: bankomatas
lv_lv: bankomāts
ro_ro: un bancomat
sk_sk: bankomat
sq_al: Bankomat

source: a bus stop
ca_es: una parada de bus
da_dk: Busstoppested / stoppested for busser
fi_fi: bussipysäkki
lt_lt: autobusų stotelė
lv_lv: autobusu pietura
ro_ro: o staţie de autobuz
sk_sk: autobusová zastávka
sq_al: ndalesë autobuzi

source: Year
ca_es: Any
da_dk: År
fi_fi: Vuosi
lt_lt: Metai
lv_lv: Gads
ro_ro: An
sk_sk: Rok
sq_al: Vit

source: the tourist office
ca_es: oficina de turisme
da_dk: Touristinformation
fi_fi: turisti-info
lt_lt: turizmo informacijos centras
lv_lv: tūrisma informācijas centrs
ro_ro: oficiu de informaţii pentru turişti
sk_sk: turistické centrum
sq_al: zyra turistike

source: an internet café
ca_es: un internet café
da_dk: Internetcafé
fi_fi: nettikahvila
lt_lt: interneto kavinė
lv_lv: interneta cafe
ro_ro: un internet café
sk_sk: internet kafé / internetová kaviareň
sq_al: internet kafe'

source: Hostel
ca_es: Hostal
da_dk: Hostel / vandrehjem
fi_fi: Hostelli
lt_lt: Hostelis
lv_lv: Hostelis

source: Meat
ca_es: Carn
da_dk: Kød
fi_fi: Liha
lt_lt: Mėsa
lv_lv: Gaļa
ro_ro: Carne
sk_sk: Mäso
sq_al: Mish

source: Speak slower, please?
ca_es: Parle poc a poc, per favor?
da_dk: Tal lidt langsommere
fi_fi: Puhuisitko hitaammin?
lt_lt: Prašau, kalbėkit lėčiau
lv_lv: Runājiet, lūdzu, lēnāk.
ro_ro: Puteţi să vorbiţi mai rar, vă rog?
sk_sk: Prosím, hovorte pomalšie?
sq_al: fol ngadalë, të lutem

source: Sometimes
ca_es: de vegades
da_dk: Nogen gange
fi_fi: Joskus
lt_lt: Kartais
lv_lv: Dažreiz
ro_ro: Uneori
sk_sk: Niekedy
sq_al: ndonjëherë

source: For free?
ca_es: gratis?
da_dk: Gratis?
fi_fi: Ilmaiseksi?
lt_lt: Nemokamai? / Už dyką?
lv_lv: Par brīvu?
ro_ro: Gratis?
sk_sk: Zadarmo?
sq_al: Falas?

source: Are you going towards ...?
ca_es: Va vostè cap a ...?
da_dk: Er du på vej mod...?
fi_fi: Oletko menossa ... suuntaan?
lt_lt: Ar važiuojat link ...?
lv_lv: Vai jūs dodaties uz ...?
ro_ro: Mergeţi spre... ?
sk_sk: Idete smerom na ...?
sq_al: shkon në drejtim të...?

source: just before
ca_es: just abans
da_dk: Lige inden
fi_fi: juuri ennen
lt_lt: prieš pat
lv_lv: pirms
ro_ro: chiar înainte de
sk_sk: hneď pred
sq_al: para

source: just after
ca_es: just després
da_dk: Lige efter
fi_fi: juuri jälkeen
lt_lt: iškart už
lv_lv: pēc
ro_ro: chiar după
sk_sk: hneď po
sq_al: pas

source: a lay-by
ca_es: lloc on apartar-se
da_dk: Rasteplads
fi_fi: pysähdyspaikka
lt_lt: platesnė šalikelė
lv_lv: piestātne
ro_ro: parcare/"buzunar" (slang)
sk_sk: miesto na zastavenie / krajnica
sq_al: shesh

source: rest area
ca_es: àrea de descans
da_dk: Rasteplads
fi_fi: levähdyspaikka
lt_lt: aikštelė
lv_lv: atpūtas zona
ro_ro: parcare/zonă de servicii
sk_sk: odpočívadlo
sq_al: qëndër pushimi

source: roundabout
ca_es: rotonda / redona
da_dk: Rundkørsel
fi_fi: liikenneympyrä
lt_lt: žiedas
lv_lv: aplis
ro_ro: sens giratoriu
sk_sk: kruhový objazd
sq_al: reth-rrotullim

source: the junction
ca_es: la unió
da_dk: Krydset
fi_fi: risteys
lt_lt: sankryža / kelių susikirtimas
lv_lv: krustojums
ro_ro: intersecţia
sk_sk: križovatka
sq_al: kryqëzimi

source: the T-junction
ca_es: La unió en T
da_dk: T-krydset
fi_fi: T-risteys
lt_lt: sankryža / kelių susikirtimas
lv_lv: T veida krustojums
ro_ro: intersecţia în formă de T
sk_sk: križovatka v tvare T
sq_al: kryqëzim në formë T-je

source: the crossroads
ca_es: cruïlla / encreuament
da_dk: Vejkrydset
fi_fi: risteys
lt_lt: sankryža
lv_lv: krustojums
ro_ro: intersecţia
sk_sk: križovatka
sq_al: kryqëzime

source: on the ring road
ca_es: en la ronda
da_dk: På ringevejen
fi_fi: kiertotie
lt_lt: ant aplinkkelio
lv_lv: apvedceļš
ro_ro: pe centură/pe "variantă" (slang)
sk_sk: na okruh
sq_al: në unazë

source: across the road
ca_es: creuant el carrer
da_dk: Lige over vejen
fi_fi: tien yli
lt_lt: per kelią
lv_lv: pāri ceļam
ro_ro: peste drum
sk_sk: cez cestu
sq_al: matanë rrugës

source: Rarely
ca_es: rarament
da_dk: Sjældent
fi_fi: Harvoin
lt_lt: Retai
lv_lv: Reti
ro_ro: Rar/Rareori
sk_sk: občas / nie často
sq_al: Rrallë

source: cool
ca_es: perfecte
da_dk: godt
fi_fi: makeeta
lt_lt: Puiku
lv_lv: labais
ro_ro: bine
sk_sk: v poriadku
sq_al: fantastike

source: I'm not in a hurry
ca_es: No tinc presa
da_dk: Jeg har ikke travlt
fi_fi: En ole kiireessä
lt_lt: Aš neskubu
lv_lv: Es nesteidzos
ro_ro: Nu mă grăbesc
sk_sk: neponáhľam sa
sq_al: nuk nxitoj

source: I am studying to be a ...
ca_es: Estudie per a ser un/una
da_dk: Jeg studerer.. (insert subject)
fi_fi: Minusta tulee ...
lt_lt: Aš studijuoju
lv_lv: Es mācos, lai būtu ...
ro_ro: Studiez ca să devin ...
sk_sk: Študujem ...
sq_al: Studioj për ...

source: I'm visiting friends in ...
ca_es: Vaig a visitar a un amic/amiga en
da_dk: Jeg skal besøge venner i...
fi_fi: Käyn kavereiden luona ...ssa
lt_lt: Lankau draugus
lv_lv: Es apciemoju draugus ...
ro_ro: Vizitez nişte prieteni în ...
sk_sk: Navštevujem kamarátov v ... / Idem na návštevu ku kamarátom v ...
sq_al: Do takoj disa miq në ....

source: I will stay for ... days/weeks
ca_es: Seré durant ... dies/setmanes
da_dk: Jeg vil være der i ... dage/uger
fi_fi: Aion viipyä ... päivää/viikkoa
lt_lt: Būsiu ... dienas/savaites
lv_lv: Es palikšu ... dienas/nedēļas
ro_ro: O să stau ... zile/săptămâni
sk_sk: Ostanem na ...dni/týždne
sq_al: Do rri ... ditë/javë

source: I'm going back to ...
ca_es: Hi torno a
da_dk: Jeg er på vej tilbage til...
fi_fi: Menen takaisin ..aan
lt_lt: Grįžtu į ...
lv_lv: Es dodos atpakaļ uz ...
ro_ro: Mă întorc în ...
sk_sk: Idem späť do ...
sq_al: Do kthehem në...

source: I have already texted my father.
ca_es: Ja he escrit al meu pare
da_dk: Jeg har allerede skrevet en besked til min far
fi_fi: Lähetin jo tekstarin isälleni.
lt_lt: Parašiau sms tėvams.
lv_lv: Es jau aizsūtīju SMS tēvam.
ro_ro: Deja i-am trimis mesaj lui tata.
sk_sk: Už som poslal môjmu otcovi SMS.
sq_al: kam lajmëruar babain.

source: Pull over I'm going to puke!
ca_es: Aturat que vaig a potar!
da_dk: Hold ind, jeg skal kaste op!
fi_fi: Pysähdy minua oksettaa!
lt_lt: Man negera, ar galit sustoti?
lv_lv: Piestājiet, es vemšu!
ro_ro: Opriţi, îmi vine să vomit!
sk_sk: Zastavte! Idem vracať/grcať!
sq_al: Ndalo se do vjell!

source: the toll road to ...
ca_es: l'autopista de peatge a ...
da_dk: Betalingsvejen mod.. (None of these in Denmark)
fi_fi: maksullinen tie ...aan
lt_lt: mokamas kelias į
lv_lv: maksas ceļš uz ...
ro_ro: bariera spre ...
sk_sk: platená cesta do...
sq_al: rruga me pagesë që të çon në...

source: the small road to ...
ca_es: la carretera local a ...
da_dk: Den lille vej mod....
fi_fi: pieni tie ...aan
lt_lt: keliukas į
lv_lv: mazais ceļš uz ...
ro_ro: drumul mic spre ...
sk_sk: malá cesta do ...
sq_al: rruga dytësore per...

source: city centre
ca_es: centre de ciutat
da_dk: Bycentrum / bymidte
fi_fi: kaupungin keskusta
lt_lt: miesto centras
lv_lv: pilsētas centrs
ro_ro: centrul oraşului
sk_sk: centrum mesta
sq_al: qëndra e qytetit

source: the fruit market
ca_es: el mercat de fruita
da_dk: Frugtmarkedet
fi_fi: hedelmämarketti
lt_lt: vaisių / daržovių turgus
lv_lv: augļu tirgus
ro_ro: piaţa
sk_sk: tržnica
sq_al: tregu fruta-perime

source: a camp-site
ca_es: càmping
da_dk: Campingplads / sted til campering
fi_fi: leirintäalue
lt_lt: kempingas
lv_lv: kempings
ro_ro: un camping
sk_sk: táborovisko / kempovisko
sq_al: vend kampingu

source: a public Wi-Fi / Internet
ca_es: un Wifi públic/ Internet
da_dk: Gratis Wi-fi / Internet
fi_fi: Julkinen Wi-Fi / Internet
lt_lt: viešas Wi-Fi / Internetas
lv_lv: publisks Wi-Fi / Internets
ro_ro: Wi-Fi / Internet
sk_sk: verejné Wi-Fi / Internet
sq_al: internet falas/whireless

source: Drink
ca_es: beguda
da_dk: Verb: Drikke / Noun: En drink
fi_fi: Juoda
lt_lt: Gerti
lv_lv: Dzert
ro_ro: Băutură
sk_sk: Nápoj / Drink
sq_al: Pi

source: Eat
ca_es: menjar
da_dk: Spise
fi_fi: Syödä
lt_lt: Valgyti
lv_lv: Ēst
ro_ro: Mâncare
sk_sk: Jesť
sq_al: Ha

source: Fruit
ca_es: fruita
da_dk: Frugt
fi_fi: Hedelmä
lt_lt: Vaisius
lv_lv: Auglis
ro_ro: Fructe
sk_sk: Ovocie
sq_al: Frut

source: Vegan
ca_es: Vegà
da_dk: Noun: Veganer / Adjective: Veganisk
fi_fi: Vegaani
lt_lt: Veganas
lv_lv: Vegāns
sk_sk: Vegán

source: I'm tired
ca_es: Estic cansat/cansada (him/her)
da_dk: Jeg er træt / jeg er søvnig
fi_fi: Olen väsynyt
lt_lt: Pavargau
lv_lv: Esmu noguris
ro_ro: Sunt obosit
sk_sk: Som unavený
sq_al: Jam i lodhur

source: Smoke
ca_es: Fumar
da_dk: Verb: Ryge / Noun: Røg
fi_fi: Polttaa
lt_lt: Rūkyti
lv_lv: Smēķēt
ro_ro: Fum
sk_sk: Fajčiť
sq_al: Duhan

source: Room
ca_es: Habitació
da_dk: Værelse
fi_fi: Huone
lt_lt: Kambarys
lv_lv: Istaba
ro_ro: Cameră
sk_sk: Izba
sq_al: Dhomë

source: Hotel
fi_fi: Hotelli
lt_lt: Viešbutis
lv_lv: Hotelis

source: Info
da_dk: Information
fi_fi: Tietoa
lt_lt: Informacija
lv_lv: Informācija
ro_ro: Informaţii
sk_sk: Informácia
sq_al: Informacion

source: Could I get a lift to ...?
ca_es: Podria aconseguir que em duguen a ... ?
da_dk: Kan jeg få et lift til...?
fi_fi: Voisinko saada kyydin ...aan?
lt_lt: Ar galėtumėt pavežti iki ...?
lv_lv: Vai Jūs varētu mani aizvest līdz ... ?
ro_ro: Mă puţeti duce până la ...?
sk_sk: Mohli by ste ma zobrať do ...?
sq_al: mund të më shoqëroni deri në...?

source: Do you speak ...?
ca_es: Parles .... ?
da_dk: Taler du... ?
fi_fi: Puhutko ...?
lt_lt: Ar kalbat ...?
lv_lv: Vai Jūs runājat ...?
ro_ro: Vorbiţi ...?
sk_sk: Rozprávate ...?
sq_al: flet....?

source: I'm going to ...
ca_es: Vaig a ...
da_dk: Jeg er på vej mod...
fi_fi: Menen ...aan
lt_lt: Aš važiuoju į ...
lv_lv: Es dodos uz ...
ro_ro: Mă duc la ...
sk_sk: Idem do ...
sq_al: Po shkoj në...

source: My name is ...
ca_es: Em dic ...
da_dk: Mit navn er...
fi_fi: Nimen on ...
lt_lt: Mano vardas ...
lv_lv: Mani sauc ...
ro_ro: Mă cheamă ...
sk_sk: Volám sa ... / Moje meno je ...
sq_al: Quhem...

source: I'm from ...
ca_es: Soc de ...
da_dk: Jeg er fra...
fi_fi: Olen ...sta
lt_lt: Aš iš ...
lv_lv: Esmu no ...
ro_ro: Sunt din ...
sk_sk: Som z ...
sq_al: Jam nga ...

source: I'm ... years old.
ca_es: Tinc ... anys
da_dk: Jeg er ... år gammel
fi_fi: Olen ... vuotta vanha.
lt_lt: Man ... metų.
lv_lv: Man ir ... gadi.
ro_ro: Am ... ani.
sk_sk: Mám ... rokov
sq_al: Jam .... vjeç

source: I study ...
ca_es: Estudie ...
da_dk: Jeg studerer ...
fi_fi: Opiskelen ...
lt_lt: Studijuoju ...
lv_lv: Es mācos ...
ro_ro: Studiez ...
sk_sk: Študujem ...
sq_al: Studioj ...

source: I'm in my ... year.
ca_es: Estic al meu ... any
da_dk: Jeg er i mit ... år
fi_fi: ...lla vuodella.
lt_lt: Aš ... kurse.
lv_lv: Esmu ... gadā.
ro_ro: Sunt în anul ...
sk_sk: Som v ... ročníku.
sq_al: Jam në vit të ...

source: I'm hitchhiking around ...
ca_es: Faig autostop per ...
da_dk: Jeg blaffer rundt i ...
fi_fi: Liftaan ympäri ...
lt_lt: Tranzuoju po ...
lv_lv: Es stopēju pa ...
ro_ro: Fac autostopul prin ...
sk_sk: Stopujem cez ...
sq_al: Shëtis me autostop nëpër ...

source: Where can I find ...?
ca_es: On puc trobar ...?
da_dk: Hvor kan jeg finde ...?
fi_fi: Mistä löydän ...?
lt_lt: Kur galiu rasti ...?
lv_lv: Kur es varētu atrast ...?
ro_ro: Unde găsesc ...?
sk_sk: Kde nájdem ...?
sq_al: ku mund të gjej...?

source: the highway to ...
ca_es: L'autopista a ...
da_dk: Motorvejen mod..
fi_fi: valtatien ...aan
lt_lt: autostrada į ...
lv_lv: lielceļu uz ...
ro_ro: drumul spre ...
sk_sk: diaľnica do ...
sq_al: autostrada për...

source: I can't pay.
ca_es: No puc pagar
da_dk: Jeg kan ikke betale / Jeg har ingen penge
fi_fi: En voi maksaa.
lt_lt: Negaliu mokėti.
lv_lv: Es nevaru samaksāt.
ro_ro: Nu am bani.
sk_sk: Nemôže platiť. / Nemôžem zaplatiť.
sq_al: Nuk mund të paguaj.

source: That's great
ca_es: És genial
da_dk: Det lyder godt
fi_fi: Hienoa!
lt_lt: Labai gerai
lv_lv: Lieliski
ro_ro: E super
sk_sk: Super / Paráda
sq_al: është shumë mirë

source: I'm on holiday.
ca_es: Estic de vacances
da_dk: Jeg er på ferie
fi_fi: Olen lomalla.
lt_lt: Man atostogos.
lv_lv: Esmu brīvdienās.
ro_ro: Sunt în vacanţă.
sk_sk: Som na dovolenke.
sq_al: Jam me pushime.

source: Don't touch me!
ca_es: No em toqui!
da_dk: Rør mig ikke!
fi_fi: Älä koske minuun!
lt_lt: Nelieskit manęs!
lv_lv: Neaiztieciet mani!
ro_ro: Nu mă atinge!
sk_sk: Nechytaj sa ma! / Nedotýkaj sa ma!
sq_al: Mos më prek!

source: I don't eat meat
ca_es: No menjo carn
da_dk: Jeg spiser ikke kød
fi_fi: En syö lihaa
lt_lt: Nevalgau mėsos
lv_lv: Es neēdu gaļu.
ro_ro: Nu mănânc carne
sk_sk: Nejem mäso
sq_al: Nuk ha mish

source: I'm hungry
ca_es: Tinc gana
da_dk: Jeg er sulten
fi_fi: Minulla on nälkä
lt_lt: Aš alkana(s)
lv_lv: Esmu izsalcis
ro_ro: Mi-e foame
sk_sk: Som hladný
sq_al: Jam i uritur

source: I'm thirsty
ca_es: Tinc sed
da_dk: Jeg er tørstig
fi_fi: Olen janoinen
lt_lt: Aš ištroškus/ęs
lv_lv: Esmu izslāpis
ro_ro: Mi-e sete
sk_sk: Som smädný
sq_al: Kam etje

source: I'm fine
ca_es: Estic bè
da_dk: Jeg har det godt
fi_fi: Olen okei
lt_lt: Man viskas gerai
lv_lv: Man ir labi
ro_ro: Sunt bine
sk_sk: Som v poriadku
sq_al: Jam mirë

source: I'm cold
ca_es: Tinc fred
da_dk: Jeg fryser
fi_fi: Minulla on kylmä
lt_lt: Man šalta
lv_lv: Man ir auksti
ro_ro: Mi-e frig
sk_sk: Je mi zima
sq_al: Kam ftohtë

source: I'm hot
ca_es: Tinc calor
da_dk: Jeg har det varmt
fi_fi: Minulla on kuuma
lt_lt: Man karšta
lv_lv: Man ir karsti
ro_ro: Mi-e cald
sk_sk: Je mi teplo
sq_al: Kam vapë

source: I'm sick
ca_es: Estic malalt
da_dk: Jeg er syg
fi_fi: Olen sairas
lt_lt: Aš sergu
lv_lv: Man ir slikti
ro_ro: Sunt bolnav
sk_sk: Je mi zle
sq_al: Jam sëmurë

source: I'm looking for a place to sleep.
ca_es: Busco un lloc on dormir
da_dk: Jeg leder efter et sted at sove
fi_fi: Etsin nukkumapaikkaa.
lt_lt: Ieškau vietos miegoti.
lv_lv: Es meklēju vietu, kur gulēt.
ro_ro: Caut un loc în care să dorm.
sk_sk: Hľadám miesto na spanie.
sq_al: Kerkoj një vend për të fjetur

source: Hundred
ca_es: Cent
da_dk: Hundrede
fi_fi: Sata
lt_lt: Šimtas
lv_lv: simts
ro_ro: Sută
sk_sk: sto
sq_al: njëqind

source: Thousand
ca_es: Mil
da_dk: Tusind
fi_fi: Tuhat
lt_lt: Tūkstantis
lv_lv: tūkstots
ro_ro: Mie
sk_sk: Tisíc
sq_al: Njëmijë

source: a petrol station
ca_es: una gasolinera / una benzinera
da_dk: En tankstation
fi_fi: bensa-asema / huoltoasema
lt_lt: degalinė
lv_lv: benzīntanks
ro_ro: benzinărie
sk_sk: benzínka / benzínová pumpa
sq_al: karburant

source: Right
ca_es: Dreta
da_dk: Højre
fi_fi: Oikea
lt_lt: Dešinė
lv_lv: Pa labi
ro_ro: Dreapta
sk_sk: Vpravo
sq_al: Djathtas

source: Hitchhike
ca_es: autostop
fi_fi: Liftata
lv_lv: Stopēt
sk_sk: ísť autostopom

source: Hitchhiker
ca_es: autoestopista
fi_fi: Liftari
lv_lv: Stopētājs
sk_sk: autostopár

source: Phrasebook
ca_es: Llistat de frases
da_dk: En parlør
fi_fi: Sanakirja
lt_lt: Žodynėlis
lv_lv: Sarunvārdnīca
ro_ro: Ghid de comunicare
sk_sk: Frázový Slovník
sq_al: Fjalor shprehjesh

source: Interface
ca_es: Interfície
fi_fi: Käyttöliittymä
lt_lt: Interfeisas
lv_lv: Interfeiss
ro_ro: Interfaţă
sk_sk: Prostredie
sq_al: kryefaqe

source: Search...
ca_es: Búsqueda...
da_dk: Søg...
fi_fi: Etsi...
lt_lt: Paieška...
lv_lv: Meklēt
ro_ro: Caută...
sk_sk: Hľadať...
sq_al: Kërkoj...

source: Hello
ca_es: Hola
da_dk: Hej / goddag / hey
fi_fi: Hei! / Moi!
lt_lt: Labas
lv_lv: Sveiki
ro_ro: Bună ziua
sk_sk: Ahoj
sq_al: çkemi

source: Excuse me...
ca_es: Disculpi
da_dk: Undskyld mig...
fi_fi: Anteeksi...
lt_lt: Atsiprašau...
lv_lv: Atvainojiet...
ro_ro: Nu vă supăraţi...
sk_sk: Pardón...
sq_al: më fal

source: a service area
ca_es: un àrea de servei
da_dk: Rasteplads / tankstation
fi_fi: liikenneasema
lt_lt: aikštelė/ poilsio zona
lv_lv: benzīntanks
ro_ro: zonă de servicii
sk_sk: diaľničné odpočívadlo
sq_al: zonë pushimi

source: along the highway
ca_es: al llarg de l'autopista
da_dk: Langs motorvejen
fi_fi: moottoritietä pitkin
lt_lt: palei autostradą
lv_lv: gar lielceļu
ro_ro: pe şosea/de-a lungul şoselei
sk_sk: pri dialnici
sq_al: përgjatë autostradës

source: any other languages
ca_es: qualsevol altra llengua
da_dk: nogen andre sprog
fi_fi: mitään muita kieliä
lt_lt: kitom kalbom
lv_lv: kādas citas valodas
ro_ro: orice altă limbă
sk_sk: nejaké ďalšie jazyky
sq_al: ndonjë gjuhë tjetër

source: I don't understand
ca_es: No entenc
da_dk: Jeg forstår ikke
fi_fi: En ymmärrä
lt_lt: Nesuprantu
lv_lv: Es nesaprotu
ro_ro: Nu înţeleg
sk_sk: Nerozumiem
sq_al: nuk kuptoj

source: I don't know
ca_es: No ho se
da_dk: Jeg ved det ikke
fi_fi: En tiedä
lt_lt: Nežinau
lv_lv: Es nezinu
ro_ro: Nu ştiu
sk_sk: Neviem
sq_al: Nuk di

source: Yes
ca_es: Si
da_dk: Ja
fi_fi: Kyllä / Joo
lt_lt: Taip
lv_lv: Jā
ro_ro: Da
sk_sk: Áno
sq_al: Po

source: No
da_dk: Nej
fi_fi: Ei
lt_lt: Ne
lv_lv: Nē
ro_ro: Nu
sk_sk: Nie
sq_al: jo

source: Maybe
ca_es: Pot ser
da_dk: Måske
fi_fi: Ehkä
lt_lt: Galbūt
lv_lv: Varbūt
ro_ro: Poate
sk_sk: Možno
sq_al: Ndoshta

source: No thanks
ca_es: No gràcies
da_dk: Nej tak
fi_fi: Ei kiitos
lt_lt: Ačiū, ne
lv_lv: Nē, paldies
ro_ro: Nu, mulţumesc
sk_sk: Nie, ďakujem
sq_al: Jo faleminderit

source: perfect
ca_es: Perfecte
da_dk: Perfekt
fi_fi: täydellistä
lt_lt: puiku
lv_lv: perfekti
sk_sk: super
sq_al: mrekulli

source: bad
ca_es: Malament
da_dk: Skidt / dårligt
fi_fi: huono
lt_lt: blogai
lv_lv: slikti
ro_ro: rău
sk_sk: zle
sq_al: keq

source: no problem
ca_es: No hi ha problema
da_dk: intet problem / ingen årsag
fi_fi: Ei ongelmaa
lt_lt: be problemų
lv_lv: nav problēmu
ro_ro: nicio problemă
sk_sk: žiadny problém
sq_al: pa problem

source: Where are you going to?
ca_es: On hi vas? / On hi aneu? (sing./plural)
da_dk: Hvor er du på vej hen?
fi_fi: Mihin olet menossa?
lt_lt: Kur važiuojat?
lv_lv: Uz kurieni Jūs dodaties?
ro_ro: Unde mergeţi?
sk_sk: Kam idete?
sq_al: çfare drejtimi shkon?

source: What's your name?
ca_es: Com et diuen?
da_dk: Hvad hedder du?
fi_fi: Mikä sinun nimi on?
lt_lt: Kuo jūs vardu?
lv_lv: Kā Jūs sauc?
ro_ro: Cum vă cheamă?
sk_sk: Ako sa voláš?
sq_al: si e ke emrin?

source: Where are you from?
ca_es: D'on ets?
da_dk: Hvor er du fra?
fi_fi: Mistä olet kotoisin?
lt_lt: Iš kur jūs?
lv_lv: No kurienes Jūs esat?
ro_ro: De unde sunteţi?
sk_sk: Odkiaľ si?
sq_al: nga je?

source: How old are you?
ca_es: Quina edat tens?
da_dk: Hvor gammel er du?
fi_fi: Kuinka vanha olet?
lt_lt: Kiek jums metų?
lv_lv: Cik Jums gadu?
ro_ro: Câţi ani aveţi?
sk_sk: Koľko máš rokov?
sq_al: sa vjeç je?

source: I have a boy-friend/a girl-friend.
ca_es: Tinc nuvi/nuvia
da_dk: Jeg har en kæreste (kæreste used for both genders)
fi_fi: Minulla on poikaystävä/tyttöystävä.
lt_lt: Aš turiu vaikiną/merginą.
lv_lv: Man ir draugs/draudzene.
ro_ro: Am prieten/prietenă.
sk_sk: Mám priateľa / priateľku.
sq_al: kam të dashur

source: I'm married.
ca_es: Estic casat / casada (male/fem.)
da_dk: Jeg er gift
fi_fi: Olen naimisissa.
lt_lt: Esu vedęs (for man) / Esu ištekėjusi (for woman)
lv_lv: Esmu precējies(M)/precējusies(F).
ro_ro: Sunt căsătorit(males)/căsătorită(females)
sk_sk: Som vydatá (f)/ženatý (m).
sq_al: jam martuar.

source: Can you drop me off here?
ca_es: Pots deixar-me ací?
da_dk: Kan du smide mig af her?
fi_fi: Jättäisitkö minut pois tässä?
lt_lt: Ar galit išleisti mane čia?
lv_lv: Vai Jūs varat mani izlaist te?
ro_ro: Mă puteţi lăsa aici?
sk_sk: Môžte ma vyhodiť tu?
sq_al: mund të më lësh këtu?

source: Let me out!
ca_es: Deixem sortir!
da_dk: Jeg vil ud!
fi_fi: Päästä minut ulos!
lt_lt: Išleisk mane!
lv_lv: Izlaidiet mani!
ro_ro: Lăsaţi-mă să ies!
sk_sk: Pustite ma von!
sq_al: më zbrit

source: Stop!
ca_es: Atura't!
fi_fi: Lopeta!
lt_lt: Sustok!
ro_ro: Opriţi!
sk_sk: Stop! / Zastavte!

source: Help!
ca_es: Ajuda!
da_dk: Hjælp!
fi_fi: Apua!
lt_lt: Padėkit!
lv_lv: Palīgā!
ro_ro: Ajutor!
sk_sk: Pomoc!
sq_al: Ndihmë!

source: Thank you!
ca_es: Gràcies!
da_dk: Tak!
fi_fi: Kiitos!
lt_lt: Ačiū!
lv_lv: Paldies!
ro_ro: Mulţumesc!
sk_sk: Ďakujem!
sq_al: faleminderit!

source: Have a nice day/trip!
ca_es: Que tingues un bon dia / viatge!
da_dk: Hav en god dag/rejse!
fi_fi: Hauskaa päivää/matkaa!
lt_lt: Geros dienos/kelionės!
lv_lv: Lai Jums jauka diena/brauciens!
ro_ro: Călătorie plăcută!
sk_sk: Prajem vám pekný deň/výlet!
sq_al: ditë/udhëtim te këndshëm!

source: a map
ca_es: un mapa
da_dk: et kort
fi_fi: kartan
lt_lt: žemėlapis
lv_lv: karte
ro_ro: o hartă
sk_sk: mapa
sq_al: hart

source: a toilet
ca_es: un vater
da_dk: et toilet
fi_fi: vessan
lt_lt: tualetas
lv_lv: tualete
ro_ro: o toaletă
sk_sk: záchod
sq_al: tualet

source: a supermarket
ca_es: un supermercat
da_dk: et supermarked
fi_fi: supermarketin
lt_lt: supermarketas
lv_lv: lielveikals
ro_ro: un supermarket
sk_sk: supermarket
sq_al: supermarket

source: a pharmacy
ca_es: una farmàcia
da_dk: et apotek
fi_fi: apteekki
lt_lt: vaistinė
lv_lv: aptieka
ro_ro: o farmacie
sk_sk: lekáreň
sq_al: farmaci

source: a bank
ca_es: un banc
da_dk: en bank
fi_fi: pankki
lt_lt: bankas
lv_lv: banka
ro_ro: o bancă
sk_sk: banka
sq_al: bank

source: a good hitchhiking spot
ca_es: un bon lloc per a fer autostop
da_dk: et godt blaffersted
fi_fi: hyvän liftauspaikan
lt_lt: gera vieta tranzuoti
lv_lv: laba vieta, kur stopēt
ro_ro: un loc bun pentru autostop
sk_sk: dobré miesto na stopovanie
sq_al: vend i mirë për autostop

source: Water
ca_es: vater
da_dk: vand
fi_fi: Vesi
lt_lt: Vanduo
lv_lv: Ūdens
ro_ro: Apă
sk_sk: Voda
sq_al: Ujë

source: (Herbal) tea
ca_es: Te (d'herbes)
da_dk: (Urte) te
fi_fi: (Yrtti) tee
lt_lt: (Žolelių) arbata
lv_lv: Augu tēja
ro_ro: Ceai
sk_sk: (Bylinkový) čaj
sq_al: çaj

source: Hot chocolate
ca_es: Xocolata calenta
da_dk: Varm chokolade
fi_fi: Kaakao
lt_lt: Karštas šokoladas/ kakava
lv_lv: Karsta šokolāde
ro_ro: Ciocolată caldă
sk_sk: Horúca čokoláda
sq_al: çokollatë e nxehtë

source: Coffee
ca_es: café
da_dk: Kaffe
fi_fi: Kahvi
lt_lt: Kava
lv_lv: Kafija
ro_ro: Cafea
sk_sk: Káva
sq_al: Kafe'

source: Juice
ca_es: suc
fi_fi: Mehu
lt_lt: Sultys
lv_lv: sula
ro_ro: Suc
sk_sk: Džús
sq_al: Lëng frutash

source: Beer
ca_es: Cervessa
da_dk: Øl
fi_fi: Olut / Kalja
lt_lt: Alus
lv_lv: alus
ro_ro: Bere
sk_sk: Pivo
sq_al: Birrë

source: (Red, white) wine
ca_es: vi (negre, blanc)
da_dk: (Rød, hvid) vin
fi_fi: (Puna-, valko-) viini
lt_lt: (Raudonas, baltas) vynas
lv_lv: (Sarkanais, baltais) vīns
ro_ro: Vin (roşu, alb)
sk_sk: (Červené, biele) víno
sq_al: verë (kuqe,bardh)

source: Vegetarian
ca_es: Vegetarià
da_dk: Vegetarisk
fi_fi: Kasvissyöjä / Kasvis
lt_lt: Vegetaras/ vegetariškas
lv_lv: Veģetārietis(M)/Veģetāriete(F)
sk_sk: Vegetarián
sq_al: vegjetarian

source: Bread
ca_es: Pa
da_dk: Brød
fi_fi: Leipä
lt_lt: Duona
lv_lv: Maize
ro_ro: Pâine
sk_sk: Chlieb
sq_al: Bukë
