Repository: Hitchwiki/Phrasebook
Catalog: locale/*/LC_MESSAGES/phrasebook.po
Languages: ca_es, da_dk, fi_fi, lt_lt, lv_lv, ro_ro, sk_sk, sq_al

source: A cheap restaurant
ca_es: Un restaurant barat
da_dk: En billig restaurant
fi_fi: Halpa ravintola
lt_lt: Pigus restoranas
lv_lv: Lēts restorāns
ro_ro: Un restaurant ieftin
sk_sk: Lacná reštaurácia
sq_al: Restorant i lirë

source: Cheers!
ca_es: Salut!
da_dk: Skål!
fi_fi: Kippis!
lt_lt: Į sveikatą!
lv_lv: Priekā!
ro_ro: Noroc!
sk_sk: Na zdravie!
sq_al: Gëzuar!

source: Enjoy your meal!
ca_es: Que aprofite!
da_dk: God appetit! / velbekomme!
fi_fi: Hyvää ruokahalua!
lt_lt: Skanaus!
lv_lv: Labu apetīti!
ro_ro: Poftă bună!
sk_sk: Dobrú chuť!
sq_al: Të bëftë mirë!

source: Dumpster diving
ca_es: Buscar a les escombreries
da_dk: At skralde / dumpster diving
fi_fi: Dyykkaus
lt_lt: Dampsterdaivingas/ daiktų ar maisto paieška konteineriuose
lv_lv: Līst miskastēs
ro_ro: Căutat prin gunoaie
sk_sk: Hľadať jedlo v smetiaku
sq_al: Kërkoj në kosh plehrash

source: Hour
ca_es: Hora
da_dk: Time
fi_fi: Tunti
lt_lt: Valanda
lv_lv: Stunda
ro_ro: Oră
sk_sk: Hodina
sq_al: Orë

source: Day
ca_es: Dia
da_dk: Dag
fi_fi: Päivä
lt_lt: Diena
lv_lv: Diena
ro_ro: Zi
sk_sk: Deň
sq_al: Ditë

source: Week
ca_es: Setmana
da_dk: Uge
fi_fi: Viikko
lt_lt: Savaitė
lv_lv: Nedēļa
ro_ro: Săptămână
sk_sk: Týždeň
sq_al: Javë

source: Month
ca_es: Mes
da_dk: Måned
fi_fi: Kuukausi
lt_lt: Mėnuo
lv_lv: Mēnesis
ro_ro: Lună
sk_sk: Mesiac
sq_al: Muaj

source: Kilometre
ca_es: Kilòmetre
da_dk: Kilometer
fi_fi: Kilometri
lt_lt: Kilometras
lv_lv: Kilometrs
ro_ro: Kilometru
sq_al: Kilometër

source: Left
ca_es: Esquerra
da_dk: Venstre
fi_fi: Vasen
lt_lt: Kairė
lv_lv: pa kreisi
ro_ro: Stânga
sk_sk: Vľavo
sq_al: Majtas

source: Straight on
ca_es: Recte
da_dk: Ligeud
fi_fi: Suoraan
lt_lt: Tiesiai
lv_lv: taisni
ro_ro: Drept
sk_sk: Rovno
sq_al: Drejt

source: Before
ca_es: Abans
da_dk: Før
fi_fi: Ennen
lt_lt: Prieš
lv_lv: pirms
ro_ro: Înainte
sk_sk: Pred
sq_al: Para

source: After
ca_es: Després
da_dk: Efter
fi_fi: Jälkeen
lt_lt: Po
lv_lv: Pēc
ro_ro: După
sk_sk: Po
sq_al: Mbrapa

source: This
ca_es: Aquest
da_dk: Denne
fi_fi: Tämä
lt_lt: Šitas
lv_lv: Šis
ro_ro: Asta
sk_sk: Toto
sq_al: kjo

source: Next
ca_es: Proper
da_dk: Næste
fi_fi: Seuraava
lt_lt: Kitas
lv_lv: Nākaimais
ro_ro: Următoarea
sk_sk: Ďalší
sq_al: tjetra

source: Last
ca_es: Últim
da_dk: Sidste
fi_fi: Edellinen
lt_lt: Paskutinis
lv_lv: Iepriekšējais
ro_ro: Ultima
sk_sk: Posledný
sq_al: i/e fundit

source: Often
ca_es: De vegades
da_dk: Ofte
fi_fi: Usein
lt_lt: Dažnai
lv_lv: Bieži
ro_ro: Des/Deseori
sk_sk: Často
sq_al: shpesh

source: Never
ca_es: Mai
da_dk: Aldrig
fi_fi: Koskaan
lt_lt: Niekada
lv_lv: Nekad
ro_ro: Niciodată
sk_sk: Nikdy
sq_al: kurrë

source: Long
ca_es: Llarg
da_dk: Lang
fi_fi: Pitkä
lt_lt: Ilgai
lv_lv: Garš
ro_ro: Lung
sk_sk: Dlho
sq_al: gjatë

source: Short
ca_es: Curt
da_dk: Kort
fi_fi: Lyhyt
lt_lt: Trumpai
lv_lv: Īss
ro_ro: Scurt
sk_sk: Krátko
sq_al: shkurtër

source: Up
ca_es: Dalt
da_dk: Op
fi_fi: Ylös
lt_lt: Aukštyn
lv_lv: Uz augšu
ro_ro: Sus
sk_sk: Hore
sq_al: Lart

source: Down
ca_es: Baix
da_dk: Ned
fi_fi: Alas
lt_lt: Žemyn
lv_lv: Uz leju
ro_ro: Jos
sk_sk: Dole
sq_al: Poshtë

source: Over
ca_es: Sobre
fi_fi: Yli
lt_lt: Virš
lv_lv: Pāri
ro_ro: Peste
sk_sk: Cez
sq_al: Mbi

source: Under
ca_es: Baix
fi_fi: Ali
lt_lt: Po
lv_lv: Zem
ro_ro: Sub
sk_sk: Pod
sq_al: poshtë

source: How far is it (on foot)?
ca_es: Està lluny (a peu)?
da_dk: Hvor lang err det (til fods)?
fi_fi: Kuinka kaukana se on (kävellen)?
lt_lt: Kaip toli iki ten (pėsčiomis)?
lv_lv: Cik tālu tas ir (ejot)?
ro_ro: Cât de departe este (pe jos)?
sk_sk: Ako ďaleko je to (peši)?
sq_al: sa larg është (në këmbë)

source: Where are we?
ca_es: On estem?
da_dk: Hvor er vi?
fi_fi: Missä olemme?
lt_lt: Kur mes esam?
lv_lv: Kur mes esam?
ro_ro: Unde suntem?
sk_sk: Kde sme?
sq_al: ku jemi?

source: How much does it cost?
ca_es: Quant costa?
da_dk: Hvor meget koster den?
fi_fi: Kuinka paljon se maksaa?
lt_lt: Kiek tai kainuoja?
lv_lv: Cik tas maksa?
ro_ro: Cât costă?
sk_sk: Koľko to stojí?
sq_al: sa kushton?

source: What time is it?
ca_es: Quina hora és?
da_dk: Hvad er klokken?
fi_fi: Paljonko kello on?
lt_lt: Kiek valandų?
lv_lv: Cik pulkstens?
ro_ro: Cât e ceasul?
sk_sk: Koľko je hodín?
sq_al: sa është ora?

source: Tent
ca_es: Tenda
da_dk: Telt
fi_fi: Teltta
lt_lt: Palapinė
lv_lv: telts
ro_ro: Cort
sk_sk: Stan
sq_al: tend

source: Where can we buy a ticket?
ca_es: On podem comprar un bitllet?
da_dk: Hvor kan vi købe en billet?
fi_fi: Mistä voin ostaa lipun?
lt_lt: Kur galim nusipirkti bilietą?
lv_lv: Kur var nopirkt bileti?
ro_ro: De unde pot să cumpăr bilete?
sk_sk: Kde si môžeme kúpiť lístok?
sq_al: ku mund të blej biletë?

source: Who?
ca_es: Qui?
da_dk: Hvem?
fi_fi: Kuka?
lt_lt: Kas?
lv_lv: Kurš?
ro_ro: Cine?
sk_sk: Kto?
sq_al: kush?

source: What?
ca_es: Què?
da_dk: Hvad?
fi_fi: Mitä?
lt_lt: Kas?
lv_lv: kas?
ro_ro: Ce?
sk_sk: Čo?
sq_al: çfarë?

source: Where?
ca_es: On?
da_dk: Hvor?
fi_fi: Missä?
lt_lt: Kur?
lv_lv: kur?
ro_ro: Unde?
sk_sk: Kde?
sq_al: ku?

source: Why?
ca_es: Perquè?
da_dk: Hvorfor?
fi_fi: Miksi?
lt_lt: Kodėl?
lv_lv: Kāpēc?
ro_ro: De ce?
sk_sk: Prečo?
sq_al: pse?

source: When?
ca_es: Quan?
da_dk: Hvornår?
fi_fi: Koska?
lt_lt: Kada?
lv_lv: Kad?
ro_ro: Când?
sk_sk: Kedy?
sq_al: kur?

source: How?
ca_es: Com?
da_dk: Hvordan?
fi_fi: Kuinka?
lt_lt: Kaip?
lv_lv: Kā?
ro_ro: Cum?
sk_sk: Ako?
sq_al: si?

source: How much?
ca_es: Quant?
da_dk: Hvor meget?
fi_fi: Kuinka paljon?
lt_lt: Kiek?
lv_lv: Cik?
ro_ro: Cât?
sk_sk: Koľko?
sq_al: sa?

source: How long?
ca_es: Quant de temps?
da_dk: Hvor længe/hvor lang?
fi_fi: Kuinka kauan?
lt_lt: Kaip ilgai?
lv_lv: Cik ilgi?
ro_ro: Cât de mult?
sk_sk: Ako dlho?
sq_al: sa?

source: Which?
ca_es: Quin?
da_dk: Hvilken?
fi_fi: Mikä?
lt_lt: Kuris?
lv_lv: Kurš?
ro_ro: Care?
sk_sk: Ktorý?
sq_al: cili/a?

source: North
ca_es: Nord
da_dk: Nord
fi_fi: Pohjoinen
lt_lt: Šiaurė
lv_lv: Ziemeļi
ro_ro: Nord
sk_sk: Sever
sq_al: veri

source: East
ca_es: Est
da_dk: Øst
fi_fi: Itä
lt_lt: Rytai
lv_lv: Austrumi
ro_ro: Est
sk_sk: Východ
sq_al: lindje

source: South
ca_es: Sud
da_dk: Syd
fi_fi: Etelä
lt_lt: Pietūs
lv_lv: Dienvidi
ro_ro: Sud
sk_sk: Juh
sq_al: jug

source: West
ca_es: Oest
da_dk: Vest
fi_fi: Länsi
lt_lt: Vakarai
lv_lv: Rietumi
ro_ro: Vest
sk_sk: Západ
sq_al: perëndim

source: Yesterday
ca_es: Ahir
da_dk: Igår
fi_fi: Eilen
lt_lt: Vakar
lv_lv: Vakar
ro_ro: Ieri
sk_sk: Včera
sq_al: dje

source: Today
ca_es: Huí / Avuí
da_dk: Idag
fi_fi: Tänään
lt_lt: Šiandien
lv_lv: Šodien
ro_ro: Azi
sk_sk: Dnes
sq_al: sot

source: Tomorrow
ca_es: Demà
da_dk: Imorgen
fi_fi: Huomenna
lt_lt: Rytoj
lv_lv: Rīt
ro_ro: Mâine
sk_sk: Zajtra
sq_al: nesër

source: Zero
da_dk: Nul
fi_fi: Nolla
lt_lt: Nulis
lv_lv: nulle
sk_sk: Nula

source: One
ca_es: U
da_dk: En
fi_fi: Yksi
lt_lt: Vienas
lv_lv: viens
ro_ro: Unu
sk_sk: Jeden
sq_al: nje

source: Two
ca_es: Dos
da_dk: To
fi_fi: Kaksi
lt_lt: Du
lv_lv: divi
ro_ro: Doi
sk_sk: Dva
sq_al: dy

source: Three
ca_es: Tres
da_dk: Tre
fi_fi: Kolme
lt_lt: Trys
lv_lv: trīs
ro_ro: Trei
sk_sk: Tri
sq_al: tre

source: Four
ca_es: Quatre
da_dk: Fire
fi_fi: Neljä
lt_lt: Keturi
lv_lv: četri
ro_ro: Patru
sk_sk: Štyri
sq_al: katër

source: Five
ca_es: Cinc
da_dk: Fem
fi_fi: Viisi
lt_lt: Penki
lv_lv: pieci
ro_ro: Cinci
sk_sk: Päť
sq_al: pesë

source: Six
ca_es: Sis
da_dk: Seks
fi_fi: Kuusi
lt_lt: Šeši
lv_lv: seši
ro_ro: Şase
sk_sk: Šesť
sq_al: gjashtë

source: Seven
ca_es: Set
da_dk: Syv
fi_fi: Seitsemän
lt_lt: Septyni
lv_lv: septiņi
ro_ro: Şapte
sk_sk: Sedem
sq_al: shtatë

source: Eight
ca_es: Huit
da_dk: Otte
fi_fi: Kahdeksan
lt_lt: Aštuoni
lv_lv: astoņi
ro_ro: Opt
sk_sk: Osem
sq_al: tetë

source: Nine
ca_es: Nou
da_dk: Ni
fi_fi: Yhdeksän
lt_lt: Devyni
lv_lv: deviņi
ro_ro: Nouă
sk_sk: Deväť
sq_al: nëntë

source: Ten
ca_es: Deu
da_dk: Ti
fi_fi: Kymmenen
lt_lt: Dešimt
lv_lv: desmit
ro_ro: Zece
sk_sk: Desať
sq_al: dhjetë

source: Eleven
ca_es: Onze
da_dk: Elleve
fi_fi: Yksitoista
lt_lt: Vienuolika
lv_lv: vienpadsmit
ro_ro: Unşpe
sk_sk: Jedenásť
sq_al: njëmbëdhjetë

source: Twelve
ca_es: Dotze
da_dk: Tolv
fi_fi: Kaksitoista
lt_lt: Dvylika
lv_lv: divpadsmit
ro_ro: Doişpe
sk_sk: Dvanásť
sq_al: dymbëdhjtë

source: Thirteen
ca_es: Tretze
da_dk: Tretten
fi_fi: Kolmetoista
lt_lt: Trylika
lv_lv: trīspadsmit
ro_ro: Treişpe
sk_sk: Trinásť
sq_al: trembëdhjetë

source: Fourteen
ca_es: Catorze
da_dk: Fjorten
fi_fi: Neljätoista
lt_lt: Keturiolika
lv_lv: četrpadsmit
ro_ro: Paişpe
sk_sk: Štrnásť
sq_al: katërmbëdhjetë

source: Fifteen
ca_es: Quinze
da_dk: Femten
fi_fi: Viisitoista
lt_lt: Penkiolika
lv_lv: piecpadsmit
ro_ro: Cinşpe
sk_sk: Pätnásť
sq_al: pesmbëdhjtë

source: Sixteen
ca_es: Setze
da_dk: Seksten
fi_fi: Kuusitoista
lt_lt: Šešiolika
lv_lv: sešpadsmit
ro_ro: Şaişpe
sk_sk: Šesťnásť
sq_al: gjashtëmbëdhjetë

source: Seventeen
ca_es: Diset
da_dk: Sytten
fi_fi: Seitsemäntoista
lt_lt: Septyniolika
lv_lv: septiņpdsmit
ro_ro: Şaptişpe
sk_sk: Sedemnásť
sq_al: shtatëmbëdhjetë

source: Eighteen
ca_es: Dihuit
da_dk: Atten
fi_fi: Kahdeksantoista
lt_lt: Aštuoniolika
lv_lv: astoņpadsmit
ro_ro: Optişpe
sk_sk: Osemnásť
sq_al: tetmbëdhjetë

source: Nineteen
ca_es: Dinou
da_dk: Nitten
fi_fi: Yhdeksäntoista
lt_lt: Devyniolika
lv_lv: deviņpadsmit
ro_ro: Nouăşpe
sk_sk: Devätnásť
sq_al: nëntëmbëdhjetë

source: Twenty
ca_es: Vint
da_dk: Tyve
fi_fi: Kaksikymmentä
lt_lt: Dvidešimt
lv_lv: divdesmit
ro_ro: Douăzeci.
sk_sk: Dvadsať
sq_al: njëzet

source: Twenty-one
ca_es: Vint-i-u
da_dk: En-og-tyve
fi_fi: Kaksikymmentäyksi
lt_lt: Dvidešimt vienas
lv_lv: divdesmit viens
ro_ro: Douăşunu.
sk_sk: Dvadsať jeden
sq_al: njëzet e një

source: Thirty
ca_es: Trenta
da_dk: Tredive
fi_fi: Kolmekymmentä
lt_lt: Trisdešimt
lv_lv: trisdesmit
ro_ro: Treizeci
sk_sk: Tridsať
sq_al: tridhjetë

source: Free hugs
ca_es: Abraçades gratis
da_dk: Gratis kram
fi_fi: Ilmaisia haleja
lt_lt: Nemokami apkabinimai
lv_lv: bezmaksas apskavieni
ro_ro: Îmbrăţişări gratis
sk_sk: Objatie zadarmo
sq_al: përqafime falas

source: OK
da_dk: Okay / I orden
lt_lt: Gerai
sk_sk: OK / dobre / v poriadku

source: Busking
ca_es: actuació al carrer
sk_sk: pouličné vystupovanie
